import { Tag } from "@/shared/const/common";

export const news = [
  {
    text: "Сотни россиян застряли в Египте из-за отмен рейсов.",
    date: "14:59",
    tag: Tag.Politics,
  },
  {
    text: "На Украине заявили о невосполнимых потерях после российских ударов.",
    date: "14:59",
    tag: Tag.Politics,
  },
  {
    text: "Сотни россиян застряли в Египте из-за отмен рейсов.",
    date: "14:59",
    tag: Tag.Buisness,
  },
  {
    text: "Сотни россиян застряли в Египте из-за отмен рейсов.",
    date: "17:59",
    tag: Tag.Buisness,
  },
];

export const same = [
  {
    text: "Сотни россиян застряли в Египте из-за отмен рейсов.",
    date: "1.01.2023, 13:53",
    tag: Tag.Politics,
  },
  {
    text: "На Украине заявили о невосполнимых потерях после российских ударов.",
    date: "1.01.2023, 13:53",
    tag: Tag.Politics,
  },
  {
    text: "Сотни россиян застряли в Египте из-за отмен рейсов.",
    date: "1.01.2023, 13:53",
    tag: Tag.Buisness,
  },
  {
    text: "Сотни россиян застряли в Египте из-за отмен рейсов.",
    date: "1.01.2023, 13:53",
    tag: Tag.Buisness,
  },
];
